Repository: neuroradiology/f-spot
Catalog: help/*/*.po
Languages: el

source: Upload photos to Zooomr
el: Αποστολή φωτογραφιών στο Zooomr

source: To upload photos to Zooomr you will need a Zooomr account, as well as internet access. Also, the Zooomr <link xref="extensions">extension</link> must be installed and enabled.
el: Για να αποστείλετε φωτογραφίες στο Zooomr θα χρειαστείτε ένα λογαριασμό σε αυτό, καθώς και πρόσβαση στο διαδίκτυο. Επίσης, θα πρέπει να έχετε εγκαταστήσει και ενεργοποιήσει την <link xref="extensions">επέκταση</link> Zooomr.

source: Track different versions of your photos
el: Παρακολουθήστε τις διαφορετικές εκδοχές των φωτογραφιών σας

source: Versioning
el: Διαφορετικές εκδοχές

source: <app>F-Spot</app> allows you to keep multiple versions of your photos. This is especially useful when editing photos, as you can quickly see the difference between the edited version and the original.
el: Το <app> F-Spot </app> σας επιτρέπει να κρατήσετε πολλαπλές εκδοχές των φωτογραφιών σας. Αυτό είναι ιδιαίτερα χρήσιμο κατά την επεξεργασία φωτογραφιών, γιατί μπορείτε να δείτε γρήγορα τη διαφορά μεταξύ της επεξεργασμένης έκδοσης και του πρωτότυπου.

source: To switch between versions while editing:
el: Αλλάζοντας εκδοχές ενώ κάνετε επεξεργασία:

source: Double-click the photo you wish to edit.
el: Κάντε διπλό κλικ στη φωτογραφία που επιθυμείτε να επεξεργαστείτε.

source: In the sidebar, you will see a drop-down box labeled <gui>Version:</gui>. To select a version to view, select it in the drop-down box.
el: Στην πλευρική στήλη θα δείτε ένα αναπτυσσόμενο πλαίσιο με την ένδειξη <gui>Εκδοχή:</gui>. Για να επιλέξετε μια εκδοχή για προβολή, επιλέξτε την από το αναπτυσσόμενο πλαίσιο.

source: Upload photos to various web services
el: Αποστολή φωτογραφιών σε διάφορες διαδικτυακές υπηρεσίες

source: Upload to Web
el: Αποστολή στον Ιστό

source: <app>F-Spot</app> allows you to upload photos to popular web services, including Google's PicasaWeb and Flickr.
el: To <app>F-Spot</app> σας επιτρέπει να κάνετε αποστολή φωτογραφιών σε δημοφιλείς διαδικτυακές υπηρεσίες, συμπεριλαμβανομένων των PicasaWeb της Google και Flickr.

source: A brief introduction to the tagging capabilities of F-Spot
el: Μια σύντομη εισαγωγή στις δυνατότητες τοποθέτησης ετικετών του F-Spot

source: Tags
el: Ετικέτες

source: Like certain other photo managers, <app>F-Spot</app> lets you tag your photos, allowing for quick, easy content-based searching of your photos. You can tag people, events, places, favorite things, or even make your own groups of tags.
el: Όπως και άλλα προγράμματα διαχείρισης φωτογραφιών,το <app>F-Spot</app> σας επιτρέπει να τοποθετήσετε ετικέτες στις φωτογραφίες σας με σκοπό την γρήγορα και εύκολη, με βάση το περιεχόμενο, αναζήτηση των φωτογραφιών σας. Μπορείτε να προσθέσετε ετικέτες σε άτομα, γεγονότα, μέρη, αγαπημένα αντικείμενα ή ακόμα και να δημιουργήσετε τις δικές σας ομάδες ετικετών.

source: Working with Tags
el: Εργασία με Ετικέτες

source: Search photos using tags
el: Αναζήτηση φωτογραφιών με χρήση ετικετών

source: Search by Tag
el: Αναζήτηση κατά Ετικέτα

source: There are several methods to search by tags.
el: Υπάρχουν αρκετοί τρόποι για να αναζητήσετε κατά ετικέτες.

source: Method One: Double-click the tags you wish to search for.
el: Πρώτη μέθοδος: Κάντε διπλό κλικ στις ετικέτες που επιθυμείτε να αναζητήσετε.

source: Method Two:
el: Δεύτερη μέθοδος:

source: Enable the Find bar by clicking <guiseq><gui>Find</gui><gui>Show Find bar</gui></guiseq>.
el: Ενεργοποιήστε την γραμμή αναζήτησης πηγαίνοντας <guiseq><gui>Εύρεση</gui><gui>Εμφάνιση γραμμής αναζήτησης</gui></guiseq>.

source: Drag the tags you wish to search for into the newly-enabled Find bar.
el: Σύρετε τις ετικέτες που θέλετε να αναζητήσετε στην πρόσφατα ενεργοποιημένη γραμμή αναζήτησης.

source: To remove a tag from your search, right-click the tag in the Find bar and click <gui>Remove From Search</gui>.
el: Για να αφαιρέσετε μια ετικέτα από την αναζήτησή σας, κάντε δεξί κλικ στην ετικέτα με τη γραμμή αναζήτησης και κάντε κλικ στο <gui>Αφαίρεση από την αναζήτηση</gui>.

source: To exclude a tag from your search:
el: Για να εξαιρέσετε μια ετικέτα από την αναζήτηση σας:

source: In the tag pane, double-click the tag you wish to exclude. This will add it to the Find bar.
el: Στο παράθυρο των ετικετών, κάντε διπλό κλικ στην ετικέτα που επιθυμείτε να εξαιρέσετε. Αυτό θα την προσθέσει στην γραμμή αναζήτησης.

source: In the Find bar, double-click the tag you wish to exclude.
el: Στην γραμμή αναζήτησης, κάντε διπλό κλικ την ετικέτα που επιθυμείτε να εξαιρέσετε.

source: Removing tags from photos
el: Αφαίρεση ετικετών από φωτογραφίες

source: Removing
el: Αφαίρεση

source: As with attaching tags, there are two main methods of removing tags from photos.
el: Όπως και με την επισύναψη ετικετών, υπάρχουν δύο κύριες μέθοδοι για να αφαιρέσετε ετικέτες από φωτογραφίες.

source: Method One:
el: Πρώτη μέθοδος:

source: Select photos from which to remove a tag.
el: Επιλέξτε τις φωτογραφίες από τις οποίες θέλετε να αφαιρέσετε μια ετικέτα.

source: In the tag pane, select a tag to remove from the photos you have selected.
el: Στο παράθυρο των ετικετών, επιλέξτε μια ετικέτα για να την αφαιρέσετε από τις φωτογραφίες που έχετε επιλέξει.

source: Click <guiseq><gui>Tags</gui><gui>Remove Tag From Selection</gui></guiseq>.
el: Πηγαίνετε <guiseq><gui>Ετικέτες</gui><gui>Αφαίρεση ετικέτας από την επιλογή</gui></guiseq>.

source: Right click the photos.
el: Κάντε δεξί κλικ στις φωτογραφίες.

source: Select <gui>Remove Tag</gui> and select the tag you wish to remove.
el: Επιλέξτε το <gui>Διαγραφή Ετικέτας</gui> και επιλέξτε την ετικέτα που επιθυμείτε να διαγράψετε.

source: Deleting tags from the system
el: Διαγραφή ετικετών από το σύστημα

source: Deleting
el: Διαγραφή

source: Deleting tags removes them entirely from your system, but leaves behind any photos to which that tag is attached.
el: Με τη διαγραφή οι ετικέτες απομακρύνονται οριστικά από το σύστημα, αλλά μένουν ανέπαφες οι φωτογραφίες στις οποίες είχαν τοποθετηθεί οι ετικέτες.

source: To delete a tag:
el: Για να διαγράψετε μια ετικέτα:

source: Select the tag you wish to delete from within the tag pane.
el: Επιλέξτε την ετικέτα που επιθυμείτε να διαγράψετε από το παράθυρο με τις ετικέτες.

source: Click <guiseq><gui>Tags</gui><gui>Delete Selected Tag</gui></guiseq>. Alternatively, right click the tag within the pane, and click <gui>Delete Tag</gui>.
el: Πηγαίνετε <guiseq><gui>Ετικέτες</gui><gui>Διαγραφή επιλεγμένης ετικέτας</gui></guiseq>. Εναλλακτικά, κάντε κλικ στην ετικέτα του παραθύρου και επιλέξτε <gui>Διαγραφή ετικέτας</gui>.

source: Creating tags to be attached to photos
el: Δημιουργώντας ετικέτες για επισύναψη σε φωτογραφίες

source: Creating
el: Δημιουργία

source: In order to use tags, you need to first create a set of tags which you wish to use. There are three main methods to create tags.
el: Για να χρησιμοποιήσετε ετικέτες θα πρέπει πρώτα να δημιουργήσετε ένα σύνολο ετικετών που επιθυμείτε να χρησιμοποιήσετε. Υπάρχουν τρεις μέθοδοι για να δημιουργήσετε ετικέτες.

source: Select <guiseq><gui>Tags</gui><gui>Create New Tag...</gui></guiseq>.
el: Επιλέξτε <guiseq><gui>Ετικέτες</gui><gui>Δημιουργία νέας ετικέτας...</gui></guiseq>.

source: Select a parent tag for the new tag to appear under, such as people or events. If you wish to create a new tag without a parent, select <gui>(None)</gui>.
el: Επιλέξτε μια κύρια ετικέτα ώστε η νέα ετικέτα να εμφανίζεται από κάτω, όπως για παράδειγμα τα άτομα ή οι εκδηλώσεις. Αν επιθυμείτε να δημιουργήσετε μια νέα ετικέτα που δε θα εξαρτάται από κάποια γονική, επιλέξτε <gui> (Χωρίς) </gui>.

source: Name the tag.
el: Ονομάστε την ετικέτα.

source: Click <gui>Create</gui>
el: Κάντε κλικ στο <gui>Δημιουργία</gui>

source: In the tags page, right click, and select <gui>Create New Tag...</gui>
el: Στη σελίδα των ετικετών, κάντε δεξί κλικ και επιλέξτε <gui>Δημιουργία νέας ετικέτας...</gui>

source: Method three has the advantage of also <link xref="tag-attach"> attaching</link> the new tag to the photos selected. To do this:
el: Η τρίτη μέθοδος έχει το πλεονέκτημα ότι <link xref="tag-attach">επισυνάπτει</link> ταυτόχρονα τη νέα ετικέτα στις επιλεγμένες φωτογραφίες. Για να το κάνετε:

source: Select the photos to which you wish to attach the new tag.
el: Επιλέξτε τις φωτογραφίες στις οποίες επιθυμείτε να επισυνάψετε την καινούργια ετικέτα.

source: Right-click on the photos, and select <guiseq><gui>Attach Tag</gui><gui>Create New Tag...</gui></guiseq>.
el: Κάντε δεξί κλικ στις φωτογραφίες και επιλέξτε <guiseq><gui>Επισύναψη ετικέτας</gui><gui>Δημιουργία νέας ετικέτας...</gui></guiseq>.

source: Attaching tags to photos
el: Επισύναψη ετικετών στις φωτογραφίες

source: Attaching
el: Επισύναψη

source: By attaching tags you have <link xref="tag-creation">created</link> you make it easier to search through your photos. As with creating tags, there is more than one method of attaching tags to photos.
el: Επισυνάπτοντας τις ετικέτες που έχετε <link xref="tag-creation">δημιουργήσει</link> κάνετε ευκολότερη την αναζήτηση των φωτογραφιών σας. Όπως και με την δημιουργία ετικετών, υπάρχουν περισσότερες από μία μέθοδοι για την επισύναψη ετικετών στις φωτογραφίες.

source: Select photos to which to attach a tag.
el: Επιλέξτε φωτογραφίες στις οποίες θέλετε να επισυνάψετε μια ετικέτα.

source: In the tag pane, select a tag to attach to the photos you have selected.
el: Στο παράθυρο με τις ετικέτες, επιλέξτε μια ετικέτα για επισύναψη στις φωτογραφίες που έχετε επιλέξει.

source: Click <guiseq><gui>Tags</gui><gui>Attach Tag to Selection</gui></guiseq>. Alternatively, press Ctrl+T.
el: Πηγαίνετε <guiseq><gui>Ετικέτες</gui><gui>Επισύναψη ετικέτας στην επιλογή</gui></guiseq>. Εναλλακτικά, πατήστε Ctrl+T.

source: Select <gui>Attach Tag</gui> and select the tag you wish to attach.
el: Επιλέξτε το <gui>Επισύναψη ετικέτας</gui> και επιλέξτε την ετικέτα που επιθυμείτε να επισυνάψετε.

source: Upload photos to SmugMug
el: Αποστολή φωτογραφιών στο SmugMug

source: To upload photos to SmugMug you will need a SmugMug account, as well as internet access. Also, the SmugMug <link xref="extensions">extension</link> must be installed and enabled.
el: Για να αποστείλετε φωτογραφίες στο SmugMug θα χρειαστείτε ένα λογαριασμό σε αυτό, καθώς και πρόσβαση στο διαδίκτυο. Επίσης, θα πρέπει να έχετε εγκαταστήσει και ενεργοποιήσει την <link xref="extensions">επέκταση</link> SmugMug.

source: Rate your photos from one to five stars
el: Βαθμολογήστε τις φωτογραφίες σας με ένα έως πέντε αστέρια

source: Rating your photos
el: Βαθμολογώντας τις φωτογραφίες σας

source: <app>F-Spot</app> allows you to rate your photos from one to five stars. There are two ways to rate photos.
el: Το <app>F-Spot</app> σας επιτρέπει να βαθμολογήσετε τις φωτογραφίες σας με ένα έως πέντε αστέρια. Υπάρχουν δύο τρόποι βαθμολογήσετε φωτογραφίες.

source: By double-clicking, select the photo you wish to rate.
el: Με διπλό κλικ, επιλέξτε την φωτογραφία που επιθυμείτε να βαθμολογήσετε.

source: In the lower-right corner, you will see five dots, corresponding to the rating you wish to give; to give a rating of one star, for example, click the first dot.
el: Στην κάτω δεξιά γωνία θα δείτε πέντε σημεία, που αντιστοιχούν στην βαθμολογία που θα δώσετε. Για να δώσετε μια βαθμολογία ενός άστρου, για παράδειγμα, κάντε κλικ στο πρώτο σημείο.

source: Select the photo(s) you wish to rate.
el: Επιλέξτε τη φωτογραφία(ες) που επιθυμείτε να βαθμολογήσετε.

source: Right-click the photo(s) you wish to rate, and select a rating at the bottom of the right-click menu by clicking the corresponding dot.
el: Κάντε δεξί κλικ στη φωτογραφία(ες) που επιθυμείτε να βαθμολογήσετε και επιλέξτε μία από τις βαθμολογίες στο κάτω μέρος του μενού, κάνοντας κλικ στο αντίστοιχο σημείο.

source: Search photos by star rating
el: Αναζήτηση φωτογραφιών κατά βαθμολογία

source: Search by Rating
el: Αναζήτηση κατά βαθμολογία

source: To search by rating:
el: Για να αναζητήσετε κατά βαθμολογία:

source: Select <guiseq><gui>Find</gui><gui>By Rating</gui><gui>Set Rating Filter...</gui></guiseq>.
el: Πηγαίνετε <guiseq><gui>Έυρεση</gui><gui>Κατά βαθμολογία</gui><gui>Ορισμός φίλτρου βαθμολόγησης...</gui></guiseq>.

source: Select the rating range which you wish to view.
el: Επιλέξτε ποιες βαθμολογίες επιθυμείτε να δείτε.

source: Click <gui>Ok</gui>.
el: Κάντε κλικ στο <gui>OΚ</gui>.

source: To stop searching by rating:
el: Για να σταματήσετε την αναζήτηση κατά βαθμολογία:

source: Select <guiseq><gui>Find</gui><gui>By Rating</gui><gui>Clear Rating Filter</gui></guiseq>.
el: Πηγαίνετε <guiseq><gui>Εύρεση</gui><gui>Κατά βαθμολογία</gui><gui>Εκκαθάριση φίλτρου βαθμολόγησης</gui></guiseq>.

source: Upload photos to Google's PicasaWeb
el: Αποστολή φωτογραφιών στο PicasaWeb της Google

source: To upload photos to Picasa you will need a Picasa account, as well as internet access. Also, the PicasaWeb <link xref="extensions">extension</link> must be installed and enabled.
el: Για να αποστείλετε φωτογραφίες στο Picasa θα χρειαστείτε ένα λογαριασμό σε αυτό, καθώς και πρόσβαση στο διαδίκτυο. Επίσης, θα πρέπει να έχετε εγκαταστήσει και ενεργοποιήσει την <link xref="extensions">επέκταση</link> Picasa.

source: Select the photos you wish to upload.
el: Επιλέξτε τις φωτογραφίες που επιθυμείτε να αποστείλετε.

source: Click <guiseq><gui>Photo</gui><gui>Export To</gui><gui>PicasaWeb...</gui></guiseq>.
el: Πηγαίνετε <guiseq><gui>Φωτογραφία</gui><gui>Εξαγωγή σε</gui><gui>PicasaWeb...</gui></guiseq>.

source: Add a gallery by clicking <gui>Add</gui> and supplying a username and password.
el: Προσθέστε ένα άλμπουμ πηγαίνοντας στην <gui>Προσθήκη</gui> και παρέχοντας ένα όνομα χρήστη και κωδικό.

source: Select a gallery to export to, or click <gui>Add</gui> to create a new gallery.
el: Επιλέξτε ένα άλμπουμ για να κάνετε εξαγωγή, ή κάντε κλικ στο <gui>Προσθήκη</gui> για να δημιουργήσετε ένα.

source: Click <gui>Export</gui>.
el: Κάντε κλικ στο <gui>Εξαγωγή</gui>.

source: A brief introduction to F-Spot
el: Μια σύντομη εισαγωγή στο F-Spot

source: Introduction
el: Εισαγωγή

source: <app>F-Spot</app> is a full-featured photo manager for the GNOME Desktop, allowing you to tag, rate, and date photos, edit photo metadata, and even includes a simple in-program photo editor.
el: Το <app>F-Spot</app> είναι ένας διαχειριστής φωτογραφιών για το γραφικό περιβάλλον εργασίας GNOME, που σας επιτρέπει να προσθέτετε ετικέτες, να βαθμολογείτε και να προσθέτετε την ημερομηνία των φωτογραφιών, να επεξεργάζεστε τα μεταδεδομένα των φωτογραφιών, ενώ περιλαμβάνει ακόμη ένα απλό πρόγραμμα επεξεργασίας φωτογραφιών.

source: For help getting started using <app>F-Spot</app>, check out the <link xref="index#basic-functions">basic functions</link> of the help file.
el: Για βοήθεια όταν θα πρωτοχρησιμοποιήσετε το <app>F-Spot</app>, δείτε τις <link xref="index#basic-functions">βασικές λειτουργίες</link> του αρχείου βοήθειας.

source: F-Spot photo manager
el: Διαχειριστής φωτογραφιών F-Spot

source: Basic Functions
el: Βασικές λειτουργίες

source: Searching
el: Αναζήτηση

source: Photo Editing
el: Επεξεργασία φωτογραφιών

source: Sharing
el: Διαμοιρασμός

source: Advanced Options
el: Προχωρημένες Επιλογές

source: Searching by date of import
el: Αναζήτηση κατά ημερομηνία εισαγωγής

source: Search by Import Roll
el: Αναζήτηση κατά σειρά εισαγωγής

source: Import rolls are "batches" of imported photos. Regardless of the date the photo was taken, the import roll timestamp is decided when you import photos.
el: Οι σειρές εισαγωγής είναι οι "παρτίδες" των εισαγόμενων φωτογραφιών. Ανεξάρτητα από την ημερομηνία που τραβήχτηκε η φωτογραφία, η χρονική σφραγίδα της σειράς εισαγωγής καθορίζεται όταν γίνεται η εισαγωγή των φωτογραφιών.

source: To search by latest import roll:
el: Για να αναζητήσετε κατά τη σειρά της τελευταίας εισαγωγής:

source: Select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Last Import Roll</gui></guiseq>.
el: Πηγαίνετε <guiseq><gui>Εύρεση</gui><gui>Κατά σειρά εισαγωγής</gui><gui>Τελευταία σειρά εισαγωγής</gui></guiseq>.

source: To select a previous import roll:
el: Για να επιλέξετε μια προηγούμενη σειρά εισαγωγής:

source: Select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Select Import Rolls</gui></guiseq>.
el: Πηγαίνετε <guiseq><gui>Εύρεση</gui><gui>Κατά σειρά εισαγωγής</gui><gui>Επιλογή σειρών εισαγωγής</gui></guiseq>.

source: Select an import roll to search, or select a range by choosing <gui>Between</gui> and select the dates you wish to include.
el: Επιλέξτε μία σειρά εισαγωγής για αναζήτηση, ή επιλέξτε μία ομάδα σειρών με την επιλογή <gui>Μεταξύ</gui> και τις ημερομηνίες που επιθυμείτε να συμπεριλάβετε.

source: To stop searching by import rolls, select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Clear Roll Filter</gui></guiseq>.
el: Για να σταματήσει η αναζήτηση κατά σειρά εισαγωγής, επιλέξτε <guiseq><gui>Εύρεση</gui><gui>Κατά σειρά εισαγωγής</gui><gui>Καθαρισμός φίλτρου σειρών</gui></guiseq>.

source: Import photos to be managed
el: Εισαγωγή φωτογραφιών για διαχείριση

source: Importing Photos
el: Εισαγωγή φωτογραφιών

source: Chances are, the first thing you will want to do is import photos.
el: Το πιθανότερο είναι ότιι το πρώτο πράγμα που θα θελήσετε να κάνετε είναι να εισάγετε φωτογραφίες.

source: To import photos:
el: Για να εισάγετε φωτογραφίες:

source: Select <guiseq><gui>Photo</gui><gui>Import...</gui></guiseq>. Alternatively, click the <gui>Import</gui> button.
el: Πηγαίνετε <guiseq><gui>Φωτογραφία</gui><gui>Εισαγωγή...</gui></guiseq>. Εναλλακτικά, κάντε κλικ στο πλήκτρο <gui>Εισαγωγή</gui>.

source: Select a source from which to import, such as a device or a folder.
el: Επιλέξτε μια πηγή από την οποία θέλετε να κάνετε εισαγωγή, όπως για παράδειγμα μια συσκευή ή ένα φάκελο.

source: It may take a while for F-Spot to index the files. When it is done indexing, your photos will be presented to you. At this time, you can attach <link xref="tags">tags</link> to all photos, or you can leave that task for later.
el: Το F-Spot μπορεί να χρειαστεί κάποιο χρόνο για την αρχειοθέτηση. Όταν γίνει η αρχειοθέτηση, οι φωτογραφίες σας θα εμφανιστούν. Τότε θα μπορείτε να επισυνάψετε <link xref="tags"> ετικέτες</link> σε όλες τις φωτογραφίες, αν και μπορείτε να αφήσετε την εργασία αυτή για αργότερα.

source: When you are ready to finish importing photos, click <gui>Import</gui>.
el: Όταν είστε έτοιμοι να εισάγετε φωτογραφίες, κάντε κλικ στο <gui>Εισαγωγή</gui>.

source: Make simple edits to your photos
el: Κάντε απλές αλλαγές στις φωτογραφίες σας

source: General Editing
el: Γενική Επεξεργασία

source: <app>F-Spot</app> allows you to make simple general edits, including straightening, cropping, and rotating your photos.
el: Το <app>F-Spot</app> σας επιτρέπει να κάνετε απλές γενικές αλλαγές, συμπεριλαμβανομένης της ευθυγράμμισης, περικοπής και περιστροφής των φωτογραφιών σας.

source: There are three ways to rotate a selected photo:
el: Υπάρχουν τρεις τρόποι για να περιστρέψετε μια επιλεγμένη φωτογραφία:

source: Click the appropriate rotate button, to the right of the import button.
el: Κάντε κλικ στο κατάλληλο πλήκτρο περιστροφής, στα δεξιά του πλήκτρου εισαγωγής.

source: Select the appropriate option from within the <gui>Edit</gui> menu.
el: Διαλέξτε την κατάλληλη επιλογή από το μενού <gui>Επεξεργασία</gui>.

source: Use the bracket keys to rotate the photo.
el: Χρησιμοποιήστε τα πλήκτρα των αγκυλών για να περιστρέψετε την εικόνα.

source: To straighten a selected photo:
el: Για να ισιώσετε μια επιλεγμένη φωτογραφία:

source: From within the editing pane, select <app>Straighten</app>.
el: Από το παράθυρο επεξεργασίας, επιλέξτε <app>Ευθυγράμμιση</app>.

source: Select a rotation, ranging from -45 to 45 degrees.
el: Επιλέξτε μια περιστροφή που να κυμαίνεται από -45 έως 45 μοίρες.

source: Click <gui>Straighten</gui>.
el: Κάντε κλικ στο <gui>Ευθυγράμμιση</gui>.

source: To crop a selected photo:
el: Για να περικόψετε μια επιλεγμένη φωτογραφία:

source: Click the <gui>Crop</gui> button in the Edit pane.
el: Κάντε κλικ στο κουμπί <gui>Κοπή</gui> από το παράθυρο επεξεργασίας.

source: Select a constraining aspect ratio, that is, a proportion of height to width to which the new photo must fit. Examples of constraining aspect ratios include 4x3, 4x6, and 5x7.
el: Επιλέξτε μια περιοριστική αναλογία διαστάσεων, δηλαδή, μία αναλογία ύψους προς πλάτος στην οποία θα πρέπει να χωράει η νέα φωτογραφία. Παραδείγματα αναλογιών διαστάσεων είναι τα 4x3, 4x6 και 5x7.

source: Click and drag to select the desired area to keep. This box can be dragged around after being sized.
el: Κάντε κλικ και σύρετε για να επιλέξετε την περιοχή που επιθυμείτε να κρατήσετε. Η περιοχή αυτή μπορεί να μετατοπιστεί αφού καθοριστεί το μέγεθός της.

source: When you have selected your area to crop to, click <gui>Crop</gui>.
el: Αφού επιλέξετε την περιοχή περικοπής, κάντε κλικ στο <gui>Κοπή</gui>.

source: Send photos to a folder
el: Αποστολή φωτογραφιών σε φάκελο

source: Folder Export
el: Εξαγωγή Φακέλου

source: <app>F-Spot</app> allows you to export to a folder. In order to do so, however, you will need to have the folder export <link xref="extensions">extension</link> installed and enabled.
el: Το <app>F-Spot</app> σας επιτρέπει να κάνετε εξαγωγή σε φάκελο. Για να το κάνετε αυτό ωστόσο, θα πρέπει να έχετε εγκαταστήσει και ενεργοποιήσει την <link xref="extensions">επέκταση</link> εξαγωγής φακέλου.

source: To export selected photos to a folder:
el: Για να εξάγετε επιλεγμένες φωτογραφίες σε ένα φάκελο:

source: Select <guiseq><gui>Photo</gui><gui>Export To</gui><gui>Folder...</gui></guiseq>.
el: Πηγαίνετε <guiseq><gui>Φωτογραφία</gui><gui>Εξαγωγή σε</gui><gui>Φάκελος...</gui></guiseq>.

source: Select a folder.
el: Επιλέξτε ένα φάκελο.

source: Name the gallery and give it a description.
el: Ονομάστε το άλμπουμ και δώστε μια περιγραφή.

source: Select an export method. <gui>Create Standalone Web Gallery</gui> will create a folder with contents fit to be uploaded to a web server to present pictures in a gallery. <gui>Save the files only</gui> will only move photos to the selected folder. <gui>Create gallery using "Original"</gui> will create a folder with contents suitable for using with Original Photo Gallery.
el: Επιλέξτε μια μέθοδο εξαγωγής. Η <gui>Δημιουργία αυτόνομου διαδικτυακού άλμπουμ</gui> θα δημιουργήσει ένα φάκελο με περιεχόμενο που θα μπορεί να αποσταλεί σε έναν διακομιστή ιστού για την παρουσίαση εικόνων σε ένα άλμπουμ. Η <gui>Αποθηκεύση των αρχείων μόνο</gui> θα μετακινήσει μόνο φωτογραφίες στον επιλεγμένο φάκελο. Η <gui>Δημιουργία άλμπουμ με το "Πρωτότυπο"</gui> θα δημιουργήσει ένα φάκελο με περιεχόμενο κατάλληλο για χρήση με Άλμπουμ πρωτότυπων φωτογραφιών.

source: Upload photos to Flickr
el: Αποστολή φωτογραφιών στο Flickr

source: To upload photos to Flickr you will need a Flickr account, as well as internet access. Also, the Flickr <link xref="extensions">extension</link> must be installed and enabled.
el: Για να αποστείλετε φωτογραφίες στο Flickr θα χρειαστείτε ένα λογαριασμό σε αυτό, καθώς και πρόσβαση στο διαδίκτυο. Επίσης, θα πρέπει να έχετε εγκαταστήσει και ενεργοποιήσει την <link xref="extensions">επέκταση</link> Flickr.

source: Manage files already imported
el: Διαχειριστείτε αρχεία που έχουν ήδη εισαχθεί.

source: File Management
el: Διαχείριση Αρχείων

source: <app>F-Spot</app> allows for some control over the contents of your catalog, that is, removing files from your catalog as well as deleting files from your catalog.
el: Το <app>F-Spot</app> σας επιτρέπει να ελέγχετε το περιεχόμενο του καταλόγου σας, δηλαδή να απομακρύνεται και να διαγράφεται αρχεία από τον κατάλογο.

source: To remove files from your catalog:
el: Για να διαγράψετε αρχεία από τον κατάλογο σας:
